(package! dimmer)
(package! focus)
; python packages
(package! docker-compose-mode :disable t) ;

(package! go-dlv)
(package! ebib)
(package! org-ref)
(package! ivy-bibtex)
(package! golden-ratio)

(package! org-roam-ui)
(package! org-ref)
(package! org-fragtog)
(package! org-ql)
(package! helm-org-ql)

(package! nov)
(package! org-drill)

(package! org-roam-dblocks
  :recipe (:host github :repo "chrisbarrett/nursery"))

(package! org-roam-search
  :recipe (:host github :repo "chrisbarrett/nursery"))

(package! org-roam-review
  :recipe (:host github :repo "chrisbarrett/nursery"))


(package! calfw)
